Revit 2027 API
BuiltInFailures.SubRegionFailures.CreateSubRegionFailed Property
 Create sub-division failed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CreateSubRegionFailed { get; }
Public Shared ReadOnly Property CreateSubRegionFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CreateSubRegionFailed {
	FailureDefinitionId^ get ();
}
static member CreateSubRegionFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SubRegionFailures Class
Autodesk.Revit.DB Namespace